# -*- coding: utf-8 -*-
from __future__ import unicode_literals

from django.db import migrations, models


class Migration(migrations.Migration):

    dependencies = [
        ('timetable', '0005_auto_20150313_0941'),
    ]

    operations = [
        migrations.AlterField(
            model_name='timetable',
            name='dayOfWeek',
            field=models.CharField(choices=[('1_Пон', 'Понеділок'), ('2_Вів', 'Вівторок'), ('3_Сер', 'Середа'), ('4_Чет', 'Четвер'), ("5_П'ят", "П'ятниця"), ('6_Суб', 'Субота')], max_length=10),
        ),
        migrations.AlterField(
            model_name='timetable',
            name='lesson',
            field=models.CharField(choices=[('Інформатика', 'Інформатика'), ('Історія України', 'Історія України'), ('Англійська мова', 'Англійська мова'), ('Біологія', 'Біологія'), ('Виховна', 'Виховна'), ('Географія', 'Географія'), ('Логіка', 'Логіка'), ('Малювання', 'Малювання'), ('Математика', 'Математика'), ('Музика', 'Музика'), ('Німецька мова', 'Німецька мова'), ("Основи здоров'я", "Основи здоров'я"), ('Праця', 'Праця'), ('Світова література', 'Світова література'), ('Українська література', 'Українська література'), ('Українська мова', 'Українська мова'), ('Фізкультура', 'Фізкультура')], max_length=30),
        ),
    ]
